cask "android-studio"
cask "bitwarden"
cask "cleanmymac"
cask "discord"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "karabiner-elements"
cask "krisp"
cask "line"
cask "notion"
cask "obsidian"
cask "paste"
cask "postman"
cask "sf-symbols"
cask "slack"
cask "sleeve"
cask "soundsource"
cask "spotify"
cask "visual-studio-code"
cask "xcodes"
cask "yoink"
cask "zoom"
