brew "google-cloud-sdk"
brew "gh"
brew "npm"
brew "mas"
brew "pnpm"

cask "android-studio"
cask "bitwarden"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "github-copilot-for-xcode"
cask "karabiner-elements"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "sf-symbols"
cask "slack"
cask "soundsource"
cask "spotify"
cask "visual-studio-code"
cask "xcodes"

# Mac App Store apps
mas "LINE", id: 539883307
mas "Paste", id: 967805235
mas "Yoink", id: 457622435
