brew "1password-cli"
brew "arena"
brew "ffmpeg"
brew "gh"
brew "go"
brew "gpg"
brew "jq"
brew "npm"
brew "mas"
brew "pinentry-mac" # For GitのGPG署名
brew "pnpm"

# For SweetPad
brew "mise"
brew "swift-format"
brew "xcbeautify"
brew "xcode-build-server"

cask "android-studio"
cask "arc"
cask "bartender"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "github-copilot-for-xcode"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "raycast"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "sf-symbols"
cask "slack"
cask "soundsource"
cask "spotify"
cask "visual-studio-code@insiders"
cask "xcodes"

# Mac App Store apps
mas "LINE", id: 539883307
mas "Paste", id: 967805235
mas "Yoink", id: 457622435
